[
  {
    "title": "Call me by your name",
    "productionCountries": [
      "Italien",
      "USA"
    ],
    "productionYear": 2017,
    "length": 132,
    "genre": "Drama",
    "distributor": "UIP",
    "language": "engelska",
    "subtitles": "svenska",
    "director": "Luca Guadagnino",
    "ageRequired": 13,
    "actors": [
      "Armie Hammer",
      "Timothée Chalamet",
      "Michael Stuhlbarg"
    ],
    "description": "Filmen utspelas i norra Italien sommaren 1983. En ung amerikansk-italienare blir förälskad i en amerikansk student som kommer för att studera och bo hos hans familj.Tillsammans upplever de en oförglömlig sommar - full av musik, mat och kärlek - som för evigt kommer att förändra dem.",
    "images": [
       "call-me-poster1.jpg",
       "call-me-poster2.jpg"
    ],
    "youtubeTrailers":[
    "https://www.youtube.com/embed/Z9AYPxH5NTM?"
    ],
    "reviews": [   
    ],
    "datum": "Måndag kl 19.00"
  },

  {
     "title": "Destroyer",
    "productionCountries": [
      "USA"
    ],
    "productionYear": 2018,
    "length": 123,
    "genre": "Action",
    "distributor": "Scanbox",
    "language": "engelska",
    "subtitles": "svenska",
    "director": "Karyn Kusama",
    "ageRequired": 15,
    "actors": [
      "Nicole Kidman",
      "Toby Kebbell",
      "Tatiana Maslany",
      "Sebastian Stan",
      "Scoot McNairy",
      "Bradley Withford",
      "Toby Huss",
      "James Jordan",
      "Beau Knapp",
      "Jade Pettyjohn"
    ],
    "description": "LAPD-polisen Erin Bell har påbörjat en moralisk och existentiell resa för att göra upp med sitt mörka förflutna. Som rookie placerades hon undercover med ett kultliknande gäng i den kaliforniska öknen. Ett uppdrag med en tragisk utgång som starkt påverkat hennes liv. När ledaren av det gänget åter dyker upp flera år senare måste hon arbeta sig tillbaka genom de återstående medlemmarna, och sin egen historia med dem, för att äntligen kunna konfrontera de demoner som förföljt henne i alla år.",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/cjoh3B1OPgU?"
    ], 
    "reviews": [

    ],
    
    "datum": "Måndag kl 19.00"
  },

  {
     "title": "BlacKkKlansman",
    "productionCountries": [
      "USA"
    ],
    "productionYear": 2018,
    "length": 128,
    "genre": "Actiondrama",
    "distributor": "UIP",
    "language": "engelska",
    "subtitles": "svenska",
    "director": "Spike Lee",
    "ageRequired": 11,
    "actors": [
      "John David Washington",
      "Adam Driver",
      "Laura Harrier",
      "Topher Grace",
      "Robert John Burke",
      "Japser Pääkönen"
    ],
    "description": "Från den visionära filmskaparen Spike Lee kommer nu den otroliga men sanna historien om en amerikanske hjälte. Det är 1970-tal - en kaosartad tid kantad av slaget om medborgliga rättigheter. Ron Stallworth blir den första kriminalaren med afroamerikansk bakgrund på Colorado Springs polisstation. Hans anställning välkomnas med skepticism och öppen hotfullhet av både kollegor och chefer. Helt orädd beslutar sig Stallworth för att göra sig ett namn och skapa förändring i samhället. Han ger sig djärvt ut på ett farligt uppdrag: att infiltrera och avslöja Ku Klux Klan. Förställd till rasist kontaktar Stallworth gruppen och snart blir han inbjuden i den innersta kretsen.",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/0vWHEuhEuno?"
    ], 
    "reviews": [

    ]
  },

    {
     "title": "Stora stygga vargen",
    "productionCountries": [
      "Frankrike",
      "Belgien"
    ],
    "productionYear": 2017,
    "length": 83,
    "genre": "Animerad familjefilm",
    "distributor": "Folkets Bio",
    "language": "svenska",
    "director": [
      "Patrick Imbert", 
      "Benjamin Renner"
    ],
    "ageRequired": 5,
    "actors": [

    ],
    "description": "Från skaparna av Oscarsnominerade Victor & Josefine kommer en ny rolig och hjärtlig historia för hela familjen. Landsbygden är inte alltid så lugn och fridfull som man kan tro och djuren på den här gården är särskilt underliga: En räv som tar hand om en hel kycklingfamilj, en kanin som spelar stork och en anka som vill vara jultomten.",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/sgFY-WYZ1sI?"
    ], 
    "reviews": [

    ]
  },

  {
    "title": "Ploey - ett vinteräventyr",
    "productionCountries": [

    ],
    "length": 83,
    "genre": "Animerad familjefilm",
    "distributor": "Njutafilms",
    "language": "svenska",
    "subtitle": "svenska",
    "director": "Árni Ásgeirsson",
    "ageRequired": 7,
    "actors": [

    ],
    "description": "Lilla Ploey har ännu inte lärt sig att flyga när hans familj ska flytta söderut för att undvika den kommande vintern. Han måste nu överleva den arktiska vintern, elaka fiender och andra äventyr för att kunna återförenas med sin familj.",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/gPRgdId4OlU?"
    ], 
    "reviews": [

    ]
  },

  {
    "title": "Beautiful boy",
    "productionCountries": [
      "USA"
    ],
    "length": 121,
    "genre": "Drama",
    "distributor": "Scanbox",
    "language": "engelska",
    "subtitle": "svenska",
    "director": "Felix van Groeningen",
    "ageRequired": 15,
    "actors": [
      "Steve Carell", "Timothée Chalamet", "Maura Tierney", "Amy Ryan", "Timothy Hutton"
    ],
    "description": " Den framgångsrike journalisten David Sheffs har alltid försökt ge sin älskade son allt han behöver. Men vare sig David eller Nics mamma Vicki kan hindra sonen från att börja experimentera med crystal meth. När missbruket är ett faktum ger sig David och Vicki i kast med något av det svåraste föräldrar kan utsättas för. Hur ska de nå fram till sin son, och kommer de att lyckas besegra den demon som tagit över honom både fysiskt och psykiskt? Timothée Chalamet vann allas hjärtan som känslige Elio i Call Me By Your Name, en roll han Oscarsnominerades för som en av de yngsta genom tiderna. Steve Carell Oscarsnominerades för sin insats i Foxcatcher, och scenerna mellan honom och Timothée Chalamet beskrivs av amerikanska kritiker som bland de mest hjärtslitande, uppriktiga någonsin.",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/28DFE9mdn-o"
    ], 
    "reviews": [
      
    ]
  },

    {
    "title": "Beskyddarna",
    "productionCountries": [
      "Frankrike"
    ],
    "length": 138,
    "genre": "Drama",
    "distributor": "TriArt",
    "language": "franska",
    "subtitle": "svenska",
    "director": "Felix van Groeningen",
    "ageRequired": 11,
    "actors": [
      "Nathalie Baye", "Laura Smet", "Iris Bry"
    ],
    "description": "1915. På familjen Paradiers gård har mor och dotter tagit över sedan männen har begett sig till fronten. De sliter hårt med jordbruket, men inser att de behöver hjälp och anställer Francine, en fattig kvinna som känner att hon äntligen har hittat en familj. Gudar och människor-regissören Xavier Beauvois levererar ett mäktigt drama om kärlek, förlust och motståndskraft. ”Beskyddarna är en film om hur det var när kvinnorna tog hand om arbetet. Inte bara på landsbygden, utan även i städerna. För första gången var det de som körde tågen, arbetade i fabrikerna och framställde ammunition. De visade sig vara mer än kapabla. Men när männen återvände så fick kvinnorna återvända till sina tidigare positioner",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/7w4zDaS7inE"
    ], 
    "reviews": [
      
    ]
  },

    {
    "title": "Bränd",
    "productionCountries": [
      "Sydkorea"
    ],
    "length": 148,
    "genre": "Drama",
    "distributor": "Folkets Bio",
    "language": "koreanska",
    "subtitle": "svenska",
    "director": "Chang-dong Lee",
    "ageRequired": 15,
    "actors": [
      "Ah-In Yoo", "Jong-seo Jeon", "Steven Yeun"
    ],
    "description": "Jongsu drömmer om att bli författare och kämpar med sin första roman. En dag stöter han ihop med Haemi, en tjej han känner från förr. Haemi ber honom passa hennes katt medan hon reser till Afrika. När hon kommer tillbaka har hon med sig den gåtfulle Ben. Ben är snygg, rik och kör en Porsche. Jongsu, som förälskat sig i Haemi, får finna sig i att vara femte hjulet. Men vem är Ben egentligen? Och varifrån tjänar han sina pengar? Plötsligt är Haemi försvunnen. I lägenheten finns inte ett spår. Inte ens efter katten. Jongsu blir besatt av att hitta Haemi. Filmen bygger på en novell av den japanska författaren Haruki Murakami.",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/k8J1zwXpsWA"
    ], 
    "reviews": [
      
    ]
  },

  {
    "title": "Girl",
    "productionCountries": [
      "Belgien"
    ],
    "length": 105,
    "genre": "Drama",
    "distributor": "Lucky Dogs",
    "language": [
      "Franska", "flamländska", "engelska"
    ],
    "subtitle": "svenska",
    "director": "Lukas Dhont",
    "ageRequired": 11,
    "actors": [
      "Victor Polster", "Arieh Worthalter", "Katelijne Damen"
    ],
    "description": "Den beslutsamma 15-åriga Lara är helt besatt av att bli en professionell ballerina. Hon har sin pappas stöd och vågar därför börja på en ny skola, vilket innebär ännu hårdare arbete för att förverkliga sin dröm. Laras frustration och otålighet blir ännu tydligare när hon märker att hennes kropp inte kan hänga med i de strikta disciplinerna av träningen eftersom hon föddes som pojke.",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/Kdzu26tnUTc"
    ], 
    "reviews": [
      
    ]
  },

    {
    "title": "Green book",
    "productionCountries": [
      "USA"
    ],
    "length": 130,
    "genre": "Dramakomedi",
    "distributor": "Nordisk Film",
    "language": "engelska",
    "subtitle": "svenska",
    "director": "Peter Farrelly",
    "ageRequired": 11,
    "actors": [
      "Viggo Mortensen", "Mahershala Ali", "Linda Cardellini"
    ],
    "description": "Tony Lip, en fd utkastare från de italiensk-amerikanska kvarteren i Bronx New York, anställs för att köra den världsberömda klassiska pianisten Don Shirley, med rötter i den afroamerikanska kulturen, på en konsertturné genom djupaste amerikanska södern. Ett minst sagt udda par. Längs vägen måste de förlita sig på 'The Green Book' för att hitta de restauranger och hotell som anses godkänna afroamerikanska gäster. På en fantastisk resa tvingas de lägga undan sina meningsskiljaktigheter när de konfronteras av rasism, fara, oväntad medmänsklighet och en hel del humor.",
    "images": [

    ],
    "youtubeTrailers": [
      "https://www.youtube.com/embed/H5L2MR6k_ho"
    ], 
    "reviews": [
      
    ]
  }

]